XingGuang111/CSgo--stm32--/枪体代码；红外nec通信（stm32） - 受遥控调控/USER/AppData/Local/Arm/Packs/.Web/NXP.RW610_DFP.pdsc
    <condition id="_component.serial_manager_AND_utility.assert_AND_utility.debug_console__OR__utility.assert_lite_AND_utility.debug_console_lite_">
      <accept condition="component.serial_manager_AND_utility.assert_AND_utility.debug_console"/>
      <accept condition="utility.assert_lite_AND_utility.debug_console_lite"/>
    </condition>
    <condition id="device.RW610_AND___component.serial_manager_AND_utility.assert_AND_utility.debug_console__OR__utility.assert_lite_AND_utility.debug_console_lite___AND_component.els_pkc.platform.rw61x_AND_component.usart_adapter_AND_device.RW610_startup_AND_driver.cache_cache64_AND_driver.clock_AND_driver.cns_io_mux_AND_driver.common_AND_driver.flexcomm_usart_AND_driver.flexspi_AND_driver.lpc_gpio_AND_driver.ocotp_AND_driver.power_AND_driver.reset">
      <require condition="device.RW610"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="usart_adapter"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_platform_rw61x"/>
      <require Cclass="Device" Cgroup="Startup" Csub="RW610_startup"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="cache"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="clock"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="io_mux"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="common"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="usart"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="flexspi"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="gpio"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="power"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="reset"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="ocotp"/>
      <require condition="_component.serial_manager_AND_utility.assert_AND_utility.debug_console__OR__utility.assert_lite_AND_utility.debug_console_lite_"/>
    </condition>
    <condition id="device.RW610_AND_component.lpc_gpio_adapter_AND_component.timer_manager_AND_driver.common">
      <require condition="device.RW610"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="common"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="timer_manager"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="lpc_gpio_adapter"/>
    </condition>
    <condition id="device.RW610_AND_driver.cns_adc_AND_driver.common">
      <require condition="device.RW610"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="common"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="adc"/>
    </condition>
    <condition id="device.RW610_AND_component.osa_AND_driver.common">
      <require condition="device.RW610"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="common"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="osa"/>
    </condition>
    <condition id="device.RW610_AND_driver.common_AND_driver.ctimer">
      <require condition="device.RW610"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="common"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="ctimer"/>
    </condition>
    <condition id="device.RW610_AND_component.els_pkc.els_AND_component.els_pkc.pkc_AND_component.els_pkc.trng">
      <require condition="device.RW610"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_comp_els"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_comp_pkc"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_trng"/>
    </condition>
    <condition id="device.RW610_AND_component.els_pkc.els_AND_component.els_pkc.session">
      <require condition="device.RW610"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_session"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_comp_els"/>
    </condition>
    <condition id="device.RW610_AND_component.els_pkc.aead">
      <require condition="device.RW610"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_aead"/>
    </condition>
    <condition id="device.RW610_AND_component.els_pkc.key">
      <require condition="device.RW610"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_key"/>
    </condition>
    <condition id="device.RW610_AND_component.els_pkc.cipher">
      <require condition="device.RW610"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_cipher"/>
    </condition>
    <condition id="device.RW610_AND_component.els_pkc.flow_protection_AND_component.els_pkc.memory">
      <require condition="device.RW610"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_flow_protection"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_memory"/>
    </condition>
    <condition id="device.RW610_AND_component.els_pkc.els_AND_component.els_pkc.flow_protection_AND_component.els_pkc.key_AND_component.els_pkc.pkc_AND_component.els_pkc.pre_processor_AND_component.els_pkc.secure_counter">
      <require condition="device.RW610"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_comp_pkc"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_flow_protection"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_secure_counter"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_pre_processor"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_key"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_comp_els"/>
    </condition>
    <condition id="device.RW610_AND_component.els_pkc.aead_modes_AND_component.els_pkc.cipher_modes_AND_component.els_pkc.core_AND_component.els_pkc.els_common_AND_component.els_pkc.els_header_only_AND_component.els_pkc.hash_AND_component.els_pkc.hmac_AND_component.els_pkc.key_AND_component.els_pkc.mac_modes_AND_component.els_pkc.session_AND_component.els_pkc.standalone_gdet_AND_component.els_pkc.standalone_keyManagement">
      <require condition="device.RW610"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_hash"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_hmac"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_core"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_session"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_key"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_mac_modes"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_aead_modes"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_cipher_modes"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_comp_els_header_only"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_els_common"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_standalone_keyMgmt"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_standalone_gdet"/>
    </condition>
    <condition id="device.RW610_AND_component.els_pkc.core">
      <require condition="device.RW610"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_core"/>
    </condition>
    <condition id="device.RW610_AND_component.els_pkc_AND_component.els_pkc.els_AND_component.els_pkc.flow_protection_AND_component.els_pkc.memory_AND_component.els_pkc.pkc_AND_component.els_pkc.session">
      <require condition="device.RW610"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_flow_protection"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_session"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_memory"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_comp_els"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_comp_pkc"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc"/>
    </condition>
