XingGuang111/CSgo--stm32--/枪体代码；红外nec通信（stm32） - 受遥控调控/USER/AppData/Local/Arm/Packs/.Web/NXP.RW610_DFP.pdsc
    <condition id="device.RW610_AND_driver.flexcomm_AND_driver.flexcomm_usart_AND_driver.lpc_dma">
      <require condition="device.RW610"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="dma"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="flexcomm"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="usart"/>
    </condition>
    <condition id="device.RW610_AND_driver.flexspi_AND_driver.lpc_dma">
      <require condition="device.RW610"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="dma"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="flexspi"/>
    </condition>
    <condition id="device.RW610_AND_driver.common_AND_driver.inputmux_connections">
      <require condition="device.RW610"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="common"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="inputmux_connections"/>
    </condition>
    <condition id="device.RW610_AND_driver.lcdic_AND_driver.lpc_dma">
      <require condition="device.RW610"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="dma"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="lcdic"/>
    </condition>
    <condition id="device.RW610_AND_driver.common_AND_driver.power">
      <require condition="device.RW610"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="power"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="common"/>
    </condition>
    <condition id="device.RW610_AND_utility.debug_console">
      <require condition="device.RW610"/>
      <require Cclass="Device" Cgroup="SDK Utilities" Csub="debug_console"/>
    </condition>
    <condition id="device.RW610_AND_utility.debug_console_lite">
      <require condition="device.RW610"/>
      <require Cclass="Device" Cgroup="SDK Utilities" Csub="debug_console_lite"/>
    </condition>
    <condition id="device.RW610_AND_component.usart_adapter_AND_driver.common">
      <require condition="device.RW610"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="usart_adapter"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="common"/>
    </condition>
    <condition id="device.RW610_AND_component.lists_AND_driver.common_AND_utility.str">
      <require condition="device.RW610"/>
      <require Cclass="Device" Cgroup="SDK Utilities" Csub="str"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="lists"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="common"/>
    </condition>
  </conditions>
  <components>
    <component Cclass="Board Support" Cgroup="SDK Project Template" Csub="project_template" Cvariant="RW610" Cversion="1.0.0" condition="device.RW610_AND___component.serial_manager_AND_utility.assert_AND_utility.debug_console__OR__utility.assert_lite_AND_utility.debug_console_lite___AND_component.els_pkc.platform.rw61x_AND_component.usart_adapter_AND_device.RW610_startup_AND_driver.cache_cache64_AND_driver.clock_AND_driver.cns_io_mux_AND_driver.common_AND_driver.flexcomm_usart_AND_driver.flexspi_AND_driver.lpc_gpio_AND_driver.ocotp_AND_driver.power_AND_driver.reset" isDefaultVariant="1">
      <description>Devices_project_template RW610</description>
      <files>
        <file category="header" attr="config" name="project_template/board.h" version="1.0.0"/>
        <file category="sourceC" attr="config" name="project_template/board.c" version="1.0.0"/>
        <file category="header" attr="config" name="project_template/clock_config.h" version="1.0.0"/>
        <file category="sourceC" attr="config" name="project_template/clock_config.c" version="1.0.0"/>
        <file category="header" attr="config" name="project_template/pin_mux.h" version="1.0.0"/>
        <file category="sourceC" attr="config" name="project_template/pin_mux.c" version="1.0.0"/>
        <file category="header" attr="config" name="project_template/peripherals.h" version="1.0.0"/>
        <file category="sourceC" attr="config" name="project_template/peripherals.c" version="1.0.0"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Project Template" Csub="RTE_Device" Cversion="1.0.0" condition="device.RW610">
      <description>Rte_device</description>
      <files>
        <file category="header" attr="config" name="template/RTE_Device.h" version="1.0.0"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="button" Cversion="1.0.0" condition="device.RW610_AND_component.lpc_gpio_adapter_AND_component.timer_manager_AND_driver.common">
      <description>Component button</description>
      <files>
        <file category="header" name="components/button/fsl_component_button.h"/>
        <file category="sourceC" name="components/button/fsl_component_button.c"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="cns_adc_sensor_adapter" Cversion="1.0.0" condition="device.RW610_AND_driver.cns_adc_AND_driver.common">
      <description>Component cns_adc_sensor_adapter</description>
      <files>
        <file category="header" name="components/adc_sensor/fsl_adapter_adc_sensor.h"/>
        <file category="sourceC" name="components/adc_sensor/fsl_adapter_cns_adc_sensor.c"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="common_task" Cversion="1.0.0" condition="device.RW610_AND_component.osa_AND_driver.common">
      <description>Component common_task</description>
      <files>
        <file category="header" name="components/common_task/fsl_component_common_task.h"/>
        <file category="sourceC" name="components/common_task/fsl_component_common_task.c"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="ctimer_adapter" Cversion="1.0.0" condition="device.RW610_AND_driver.common_AND_driver.ctimer">
      <description>Component ctimer_adapter</description>
      <files>
        <file category="header" name="components/timer/fsl_adapter_timer.h"/>
        <file category="sourceC" name="components/timer/fsl_adapter_ctimer.c"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="ctimer_time_stamp_adapter" Cversion="1.0.0" condition="device.RW610_AND_driver.common_AND_driver.ctimer">
      <description>Component ctimer time stamp adapter</description>
      <files>
        <file category="header" name="components/time_stamp/fsl_adapter_time_stamp.h"/>
        <file category="sourceC" name="components/time_stamp/fsl_adapter_ctimer_time_stamp.c"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc" Cversion="1.7.0" condition="device.RW610_AND_component.els_pkc.els_AND_component.els_pkc.pkc_AND_component.els_pkc.trng">
      <description>Component els_pkc of Crypto Lib</description>
      <files>
        <file category="header" name="components/els_pkc/src/inc/mcuxCl_clns.h"/>
        <file category="header" name="components/els_pkc/src/inc/impl/mcuxCl_clns_impl.h"/>
        <file category="include" name="components/els_pkc/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_aead" Cversion="1.7.0" condition="device.RW610_AND_component.els_pkc.els_AND_component.els_pkc.session">
      <description>Component els_pkc.aead</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClAead/src/mcuxClAead.c"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAead/inc/mcuxClAead.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAead/inc/mcuxClAead_Constants.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAead/inc/mcuxClAead_Functions.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAead/inc/mcuxClAead_Types.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAead/inc/internal/mcuxClAead_Internal_Ctx.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAead/inc/internal/mcuxClAead_Internal_Descriptor.h"/>
        <file category="include" name="components/els_pkc/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_aead_modes" Cversion="1.7.0" condition="device.RW610_AND_component.els_pkc.aead">
      <description>Component els_pkc.aead_modes</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClAeadModes/src/mcuxClAeadModes_Els_AesCcm.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClAeadModes/src/mcuxClAeadModes_Els_AesGcm.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClAeadModes/src/mcuxClAeadModes_Els_CcmEngineAes.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClAeadModes/src/mcuxClAeadModes_Els_Modes.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClAeadModes/src/mcuxClAeadModes_Els_GcmEngineAes.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClAeadModes/src/mcuxClAeadModes_Els_Multipart.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClAeadModes/src/mcuxClAeadModes_Els_Oneshot.c"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAeadModes/inc/mcuxClAeadModes.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAeadModes/inc/mcuxClAeadModes_MemoryConsumption.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAeadModes/inc/mcuxClAeadModes_Modes.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAeadModes/inc/internal/mcuxClAeadModes_Common_Functions.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAeadModes/inc/internal/mcuxClAeadModes_Els_Algorithms.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAeadModes/inc/internal/mcuxClAeadModes_Els_Functions.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAeadModes/inc/internal/mcuxClAeadModes_Els_Types.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAeadModes/inc/internal/mcuxClAeadModes_Internal.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAeadModes/inc/internal/mcuxClAeadModes_Internal_Constants.h"/>
        <file category="include" name="components/els_pkc/"/>
      </files>
    </component>
