XingGuang111/CSgo--stm32--/枪体代码；红外nec通信（stm32） - 受遥控调控/USER/AppData/Local/Arm/Packs/.Web/NXP.RW610_DFP.pdsc
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="doc" Cversion="1.7.0" condition="device.RW610">
      <description>Component els_pkc.doc</description>
      <files>
        <file category="doc" name="components/els_pkc/LICENSE.htm"/>
        <file category="doc" name="components/els_pkc/softwareContentRegister.txt"/>
        <file category="doc" name="components/els_pkc/ReleaseNotes.txt"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00404.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00707.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00907.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00299_source.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00820.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00317.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a01058.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a00824.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a00880.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a00701.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00967.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00888.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00748.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00960.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00877.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a00632.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a00956.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a00251.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00785.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00620.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a01062.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00341_source.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00509_source.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a00470.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00840.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00683_source.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a00023.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a01373.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a00798.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a00860.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00566.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a00950.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a00137.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00488.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a00837.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/functions_i.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00494.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/navtreeindex25.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00794.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00765.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a00038.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/navtreeindex9.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00143.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00353.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a00848.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00401_source.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00545.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00891.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a01150.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a01322.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a01126.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a00896.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00344_source.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a00611.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a00695.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a01150.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00374.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a00425.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a00497.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a00971.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00777.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a00014.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00725_source.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/functions_vars_d.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a01374.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00853.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a01352.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a00924.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00908.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00701_source.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00932.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a01322.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/functions_v.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00551.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a00389.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a01306.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00889.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/groups_a.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/close.svg"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/all_0.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/all_a.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/variables_2.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/variables_d.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/all_12.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/variables_13.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/variables_e.js"/>
        <file category="image" name="components/els_pkc/doc/rw61x/html/search/search_r.png"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/variables_11.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/all_9.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/variables_14.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/functions_2.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/variables_8.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/variables_5.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/all_9.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/all_f.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/files_0.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/groups_a.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/variables_4.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/all_5.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/all_1.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/classes_1.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/all_0.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/variables_d.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/all_13.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/pages_1.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/variables_3.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/groups_0.js"/>
        <file category="image" name="components/els_pkc/doc/rw61x/html/search/search_l.png"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/groups_3.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/all_8.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/all_14.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/defines_1.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/variables_c.html"/>
        <file category="image" name="components/els_pkc/doc/rw61x/html/search/mag_sel.png"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/search.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/all_2.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/mag_sel.svg"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/variables_1.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/all_c.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/variables_14.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/all_11.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/variables_2.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/all_13.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/pages_0.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/search.css"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/classes_0.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/groups_9.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/functions_0.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/mag_d.svg"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/variables_12.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/all_14.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/variables_10.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/variables_f.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/variables_12.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/functions_0.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/groups_4.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/defines_2.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/groups_9.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/variables_e.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/all_d.js"/>
        <file category="image" name="components/els_pkc/doc/rw61x/html/search/close.png"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/variables_b.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/all_3.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/groups_0.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/all_f.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/mag_seld.svg"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/variables_11.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/searchdata.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/all_8.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/files_1.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/all_c.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/variables_7.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/pages_0.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/classes_1.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/all_6.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/all_4.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/variables_13.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/groups_8.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/all_7.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/typedefs_0.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/variables_0.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/groups_2.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/variables_a.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/groups_5.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/all_e.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/groups_d.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/variables_3.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/groups_c.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/all_3.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/all_10.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/functions_2.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/all_a.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/groups_5.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/pages_1.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/functions_1.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/variables_7.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/groups_1.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/all_b.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/groups_1.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/groups_3.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/variables_10.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/all_e.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/functions_3.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/nomatches.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/all_11.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/all_d.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/variables_b.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/groups_7.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/all_7.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/classes_0.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/all_2.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/all_10.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/all_12.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/variables_6.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/variables_5.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/all_6.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/files_0.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/variables_8.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/all_5.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/variables_a.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/defines_0.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/variables_9.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/variables_c.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/groups_6.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/variables_4.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/all_1.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/functions_1.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/groups_6.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/variables_f.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/groups_d.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/groups_b.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/defines_1.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/all_b.html"/>
        <file category="image" name="components/els_pkc/doc/rw61x/html/search/search_m.png"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/defines_2.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/groups_8.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/groups_4.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/groups_2.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/functions_3.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/variables_6.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/variables_0.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/groups_7.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/typedefs_0.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/groups_c.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/defines_0.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/variables_1.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/all_4.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/variables_9.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/files_1.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/search/groups_b.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/search/mag.svg"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00452_source.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a00778.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a00921.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00859.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00762.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a00888.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00851.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a01028.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a00263.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/navtreeindex16.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a00158.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a00647.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00880.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a00575.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00632.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00867.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00353_source.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/navtreeindex38.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00299.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00919.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a00756.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00936.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00926.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/dir_89ed023fd4852aaa810eb0e8fa8e2890.html"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a00008.js"/>
        <file category="other" name="components/els_pkc/doc/rw61x/html/a00814.js"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00071.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a01138.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00978.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00659_source.html"/>
        <file category="doc" name="components/els_pkc/doc/rw61x/html/a00377.html"/>
