XingGuang111/CSgo--stm32--/枪体代码；红外nec通信（stm32） - 受遥控调控/USER/AppData/Local/Arm/Packs/.Web/NXP.RW610_DFP.pdsc
        <file category="doc" name="components/els_pkc/doc/lpc/html/search/groups_5.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/all_e.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/groups_d.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/variables_3.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/groups_c.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/all_3.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/all_10.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/all_a.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/groups_5.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/pages_1.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/search/functions_1.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/search/variables_7.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/search/groups_1.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/all_b.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/groups_1.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/search/groups_3.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/search/variables_10.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/search/all_e.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/search/nomatches.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/all_11.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/search/all_d.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/variables_b.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/groups_7.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/all_7.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/search/classes_0.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/all_2.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/search/all_10.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/all_12.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/variables_6.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/search/variables_5.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/search/all_6.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/files_0.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/search/variables_8.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/search/all_5.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/search/variables_a.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/search/defines_0.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/variables_9.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/variables_c.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/groups_6.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/variables_4.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/all_1.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/functions_1.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/search/groups_6.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/variables_f.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/search/groups_d.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/groups_b.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/search/defines_1.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/search/all_b.html"/>
        <file category="image" name="components/els_pkc/doc/lpc/html/search/search_m.png"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/search/defines_2.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/groups_8.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/search/groups_4.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/search/groups_2.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/search/variables_6.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/variables_0.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/search/groups_7.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/search/typedefs_0.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/search/groups_c.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/defines_0.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/search/variables_1.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/all_4.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/search/variables_9.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/search/files_1.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/search/groups_b.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00452_source.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00778.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00601.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00859.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00762.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00851.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00263.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/navtreeindex16.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00647.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00880.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00359.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00575.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00632.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00867.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00041.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00353_source.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/navtreeindex38.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00299.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a01201.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00176_source.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00008.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00814.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00694.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00678.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00377.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00665.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a01035.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00670.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00658.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00700.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00756.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00821.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00758.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00416.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00272_source.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00622.js"/>
        <file category="image" name="components/els_pkc/doc/lpc/html/tab_b.png"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_vars_u.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00380_source.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/navtreeindex32.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/dir_4b19d6837903f71686a73d10100d9433.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00275.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00802.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00805.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00248.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00293.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00344.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a01183.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00164_source.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00731.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00627.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00808.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00885.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_m.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00368.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00601.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00656.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00413_source.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00560_source.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00359_source.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/navtreeindex8.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a01167.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00749.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00635.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00634.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00437_source.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00035.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00607.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00649.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00572_source.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00766.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00542_source.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00687.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00712.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00826.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00524.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00287.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_s.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00747.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00841.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00719.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00341.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00017.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00191.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00305_source.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00434.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00753.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00757.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00878.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/dir_8f5c2ce141d16c059c195fc01f573133.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00745.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00485_source.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00548.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00685.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00188_source.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00530.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00356.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00795.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00569_source.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_t.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00784.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00629.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00419.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00284_source.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00080.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00086.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00684.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00497.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00987.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/dir_4c1be71eefb80ba56a7aad82f19be412.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00886.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00861.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a01192.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00215_source.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a01023.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00682.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00883.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00539_source.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00709.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00008.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00191_source.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00927.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00911.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00915.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00830.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00095.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00838.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00643.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/navtreeindex0.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a01119.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00706.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00440_source.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00840.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00281.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00624.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00899.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a01035.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00428_source.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00750.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00242.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/dir_f2059cb3a3cec76a8054f9a38a3b61dc.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00518.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00654.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/dir_f631722f845c03d964c0464031b3afce.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00020.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00212.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00674.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00284.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00260.js"/>
        <file category="image" name="components/els_pkc/doc/lpc/html/folderclosed.png"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00622.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00281_source.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00575_source.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00275.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00698.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/annotated.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00717.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00203_source.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00809.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00119.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00741.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00610.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/globals_d.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/tabs.css"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/dir_ba9eb6bf14d375ce66ec41e24a9ba6ad.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00813.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00554.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00509.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00823.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/navtreeindex42.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/navtreeindex19.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00032.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00584.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00407.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00002.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00887.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00536_source.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00134.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00655.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00752.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00383_source.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00320_source.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00023.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00795.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00173.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00152.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00634.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00633.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00476.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00698.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00645.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a01202.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00804.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00635.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00152.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00311_source.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00657.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00365.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00667.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00621.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/globals_m.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_c.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00907.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00194.js"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/navtreeindex29.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00443.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00738.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00323.html"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00739.js"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00836.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00640.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/functions_w.html"/>
        <file category="doc" name="components/els_pkc/doc/lpc/html/a00673.html"/>
        <file category="image" name="components/els_pkc/doc/lpc/html/bc_s.png"/>
        <file category="other" name="components/els_pkc/doc/lpc/html/a00512.js"/>
