XingGuang111/CSgo--stm32--/枪体代码；红外nec通信（stm32） - 受遥控调控/USER/AppData/Local/Arm/Packs/.Web/NXP.RW610_DFP.pdsc
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_ecc" Cversion="1.7.0" condition="device.RW610_AND_component.els_pkc.els_AND_component.els_pkc.flow_protection_AND_component.els_pkc.key_AND_component.els_pkc.pkc_AND_component.els_pkc.pre_processor_AND_component.els_pkc.secure_counter">
      <description>Component els_pkc.ecc</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Constants.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_EdDSA_GenerateKeyPair.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_EdDSA_GenerateKeyPair_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_EdDSA_GenerateSignature.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_EdDSA_GenerateSignature_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_EdDSA_GenerateSignatureMode.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_EdDSA_InitPrivKeyInputMode.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_EdDSA_Internal_CalcHashModN.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_EdDSA_Internal_CalcHashModN_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_EdDSA_Internal_DecodePoint_Ed25519.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_EdDSA_Internal_DecodePoint_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_EdDSA_Internal_SetupEnvironment.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_EdDSA_Internal_SignatureMechanisms.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_EdDSA_VerifySignature.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Internal_BlindedScalarMult.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Internal_Convert_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Internal_GenerateMultiplicativeBlinding.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Internal_Interleave_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Internal_InterleaveScalar.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Internal_InterleaveTwoScalars.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Internal_PointComparison_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Internal_RecodeAndReorderScalar.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Internal_SetupEnvironment.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Internal_SetupEnvironment_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Internal_Types.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_KeyTypes.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Mont_DhKeyAgreement.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Mont_DhKeyGeneration.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Mont_Internal_DhSetupEnvironment.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Mont_Internal_MontDhX.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Mont_Internal_MontDhX_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Mont_Internal_SecureScalarMult_XZMontLadder.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Mont_Internal_SecureScalarMult_XZMontLadder_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_SignatureMechanisms.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_TwEd_Internal_FixScalarMult.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_TwEd_Internal_PlainFixScalarMult25519.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_TwEd_Internal_PlainPtrSelectComb.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_TwEd_Internal_PlainPtrSelectML.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_TwEd_Internal_PlainVarScalarMult.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_TwEd_Internal_PointArithmeticEd25519.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_TwEd_Internal_PointArithmeticEd25519_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_TwEd_Internal_PointSubtraction_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_TwEd_Internal_PointValidation_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_TwEd_Internal_PrecPointImportAndValidate.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_TwEd_Internal_VarScalarMult.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_TwEd_Internal_VarScalarMult_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Weier_Internal_ConvertPoint_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Weier_Internal_KeyGen.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Weier_Internal_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Weier_Internal_KeyGen_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Weier_Internal_PointArithmetic.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Weier_Internal_PointArithmetic_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Weier_Internal_PointCheck.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Weier_Internal_PointCheck_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Weier_Internal_PointMult.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Weier_Internal_SecurePointMult_CoZMontLadder.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Weier_Internal_SecurePointMult_CoZMontLadder_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Weier_Internal_SetupEnvironment.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Weier_KeyGen.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Weier_KeyGen_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Weier_PointMult.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Weier_PointMult_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Weier_Sign.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Weier_Sign_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Weier_Verify.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_Weier_Verify_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_WeierECC_Internal_GenerateCustomKeyType.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_WeierECC_Internal_GenerateDomainParams.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_WeierECC_Internal_GenerateDomainParams_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_WeierECC_Internal_SetupEnvironment.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEcc/src/mcuxClEcc_EdDSA_Internal_DecodePoint_Ed448.c"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/mcuxClEcc.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/mcuxClEcc_Constants.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/mcuxClEcc_EdDSA_GenerateKeyPair_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/mcuxClEcc_EdDSA_GenerateSignature_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/mcuxClEcc_EdDSA_Internal_CalcHashModN_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/mcuxClEcc_EdDSA_Internal_DecodePoint_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/mcuxClEcc_Functions.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/mcuxClEcc_Internal_Convert_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/mcuxClEcc_Internal_Interleave_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/mcuxClEcc_Internal_PointComparison_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/mcuxClEcc_Internal_SetupEnvironment_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/mcuxClEcc_KeyMechanisms.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/mcuxClEcc_MemoryConsumption.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/mcuxClEcc_Mont_Internal_MontDhX_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/mcuxClEcc_Mont_Internal_SecureScalarMult_XZMontLadder_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/mcuxClEcc_ParameterSizes.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/mcuxClEcc_TwEd_Internal_PointArithmeticEd25519_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/mcuxClEcc_TwEd_Internal_PointSubtraction_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/mcuxClEcc_TwEd_Internal_PointValidation_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/mcuxClEcc_TwEd_Internal_VarScalarMult_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/mcuxClEcc_Types.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/mcuxClEcc_Weier_Internal_ConvertPoint_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/mcuxClEcc_Weier_Internal_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/mcuxClEcc_Weier_Internal_KeyGen_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/mcuxClEcc_Weier_Internal_PointArithmetic_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/mcuxClEcc_Weier_Internal_PointCheck_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/mcuxClEcc_Weier_Internal_SecurePointMult_CoZMontLadder_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/mcuxClEcc_Weier_KeyGen_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/mcuxClEcc_Weier_PointMult_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/mcuxClEcc_Weier_Sign_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/mcuxClEcc_Weier_Verify_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/mcuxClEcc_WeierECC.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/mcuxClEcc_WeierECC_Internal_GenerateDomainParams_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_EdDSA_GenerateKeyPair_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_EdDSA_GenerateSignature_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_EdDSA_Internal.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_EdDSA_Internal_CalcHashModN_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_EdDSA_Internal_DecodePoint_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_EdDSA_Internal_Ed25519.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_EdDSA_Internal_Hash.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_EdDSA_Internal_PkcWaLayout.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_EdDSA_Internal_Ed448.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Internal.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Internal_Convert_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Internal_Interleave_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Internal_PointComparison_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Internal_Random.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Internal_SecurePointSelect.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Internal_SetupEnvironment_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Internal_UPTRT_access.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Mont_Internal.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Mont_Internal_MontDhX_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Mont_Internal_PkcWaLayout.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Mont_Internal_SecureScalarMult_XZMontLadder_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_TwEd_Internal.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_TwEd_Internal_Ed25519.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_TwEd_Internal_Ed25519_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_TwEd_Internal_PointSubtraction_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_TwEd_Internal_PointValidation_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_TwEd_Internal_VarScalarMult_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Weier_Internal.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Weier_Internal_ConvertPoint_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Weier_Internal_FP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Weier_Internal_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Weier_Internal_KeyGen_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Weier_Internal_PointArithmetic_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Weier_Internal_PointCheck_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Weier_KeyGen_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Weier_Internal_SecurePointMult_CoZMontLadder_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Weier_PointMult_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Weier_Sign_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_Weier_Verify_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_WeierECC_Internal_DecodePoint_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_WeierECC_Internal_GenerateDomainParams.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEcc/inc/internal/mcuxClEcc_WeierECC_Internal_GenerateDomainParams_FUP.h"/>
        <file category="include" name="components/els_pkc/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_comp_els" Cversion="1.7.0" condition="device.RW610_AND_component.els_pkc.aead_modes_AND_component.els_pkc.cipher_modes_AND_component.els_pkc.core_AND_component.els_pkc.els_common_AND_component.els_pkc.els_header_only_AND_component.els_pkc.hash_AND_component.els_pkc.hmac_AND_component.els_pkc.key_AND_component.els_pkc.mac_modes_AND_component.els_pkc.session_AND_component.els_pkc.standalone_gdet_AND_component.els_pkc.standalone_keyManagement">
      <description>Component els</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEls/src/mcuxClEls_Aead.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEls/src/mcuxClEls_Cipher.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEls/src/mcuxClEls_Cmac.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEls/src/mcuxClEls_Ecc.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEls/src/mcuxClEls_Hash.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEls/src/mcuxClEls_Hmac.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEls/src/mcuxClEls_Kdf.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEls/src/mcuxClEls_Rng.c"/>
        <file category="include" name="components/els_pkc/"/>
      </files>
    </component>
