XingGuang111/CSgo--stm32--/枪体代码；红外nec通信（stm32） - 受遥控调控/USER/AppData/Local/Arm/Packs/.Web/NXP.RW610_DFP.pdsc
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_els_common" Cversion="1.7.0" condition="device.RW610_AND_component.els_pkc.core">
      <description>Component els common source files</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEls/src/mcuxClEls_Common.c"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEls/inc/mcuxClEls_Common.h"/>
        <file category="include" name="components/els_pkc/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_comp_els_header_only" Cversion="1.7.0" condition="device.RW610">
      <description>Component els_header_only</description>
      <files>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEls/inc/mcuxClEls.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEls/inc/mcuxClEls_Aead.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEls/inc/mcuxClEls_Cipher.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEls/inc/mcuxClEls_Cmac.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEls/inc/mcuxClEls_Ecc.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEls/inc/mcuxClEls_Hash.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEls/inc/mcuxClEls_Hmac.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEls/inc/mcuxClEls_Kdf.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEls/inc/mcuxClEls_mapping.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEls/inc/mcuxClEls_Rng.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEls/inc/mcuxClEls_Types.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEls/inc/internal/mcuxClEls_Internal.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEls/inc/internal/mcuxClEls_Internal_mapping.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEls/inc/internal/mcuxClEls_SfrAccess.h"/>
        <file category="include" name="components/els_pkc/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_examples" Cversion="1.7.0" condition="device.RW610_AND_component.els_pkc_AND_component.els_pkc.els_AND_component.els_pkc.flow_protection_AND_component.els_pkc.memory_AND_component.els_pkc.pkc_AND_component.els_pkc.session">
      <description>Component els_pkc_test</description>
      <files>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClAeadModes/mcuxClAeadModes_Multipart_Els_Ccm_Example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClAeadModes/mcuxClAeadModes_Oneshot_Els_Ccm_Example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClAeadModes/mcuxClAeadModes_Oneshot_Els_Gcm_Example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClCipherModes/mcuxClCipherModes_Multipart_Cbc_Els_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClCipherModes/mcuxClCipherModes_Multipart_Ctr_Els_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClCipherModes/mcuxClCipherModes_Multipart_Ecb_Els_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClCipherModes/mcuxClCipherModes_Multipart_Ecb_PaddingPKCS7_Els_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClCipherModes/mcuxClCipherModes_Oneshot_Cbc_Els_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClCipherModes/mcuxClCipherModes_Oneshot_Cbc_ZeroPadding_Els_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClCipherModes/mcuxClCipherModes_Oneshot_Ctr_Els_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClCipherModes/mcuxClCipherModes_Oneshot_Ecb_Els_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClCipherModes/mcuxClCipherModes_Oneshot_Ecb_PaddingPKCS7_Els_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClCipherModes/mcuxClCipherModes_Oneshot_Ecb_ZeroPadding_Els_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClEcc/mcuxClEcc_EdDSA_Ed25519_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClEcc/mcuxClEcc_EdDSA_GenerateSignature_Ed25519_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClEcc/mcuxClEcc_EdDSA_VerifySignature_Ed25519_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClEcc/mcuxClEcc_Mont_Curve25519_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClEcc/mcuxClEcc_Mont_Curve448_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClEcc/mcuxClEcc_WeierECC_CustomEccWeierType_BN256_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClEcc/mcuxClEcc_EdDSA_Ed25519ctx_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClEcc/mcuxClEcc_EdDSA_Ed25519ph_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClEls/mcuxClEls_Cipher_Aes128_Cbc_Encrypt_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClEls/mcuxClEls_Cipher_Aes128_Ecb_Encrypt_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClEls/mcuxClEls_Common_Get_Info_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClEls/mcuxClEls_Ecc_Keygen_Sign_Verify_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClEls/mcuxClEls_Hash_Sha224_One_Block_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClEls/mcuxClEls_Hash_Sha256_One_Block_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClEls/mcuxClEls_Hash_Sha384_One_Block_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClEls/mcuxClEls_Hash_Sha512_One_Block_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClEls/mcuxClEls_Rng_Prng_Get_Random_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClEls/mcuxClEls_Tls_Master_Key_Session_Keys_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClHashModes/mcuxClHashModes_sha224_oneshot_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClHashModes/mcuxClHashModes_sha256_longMsgOneshot_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClHashModes/mcuxClHashModes_sha256_oneshot_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClHashModes/mcuxClHashModes_sha256_streaming_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClHashModes/mcuxClHashModes_sha384_oneshot_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClHashModes/mcuxClHashModes_sha512_oneshot_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClHmac/mcuxClHmac_Els_Oneshot_External_Key_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClHmac/mcuxClHmac_Sw_Oneshot_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClKey/mcuxClKey_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClMacModes/mcuxClMacModes_cbc_mac_multipart_zero_padding_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClMacModes/mcuxClMacModes_cbc_mac_oneshot_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClMacModes/mcuxClMacModes_cmac_oneshot_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClRandomModes/mcuxClRandomModes_CtrDrbg_AES256_DRG3_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClRandomModes/mcuxClRandomModes_CtrDrbg_AES256_DRG4_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClRandomModes/mcuxClRandomModes_CtrDrbg_AES256_ELS_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClRandomModes/mcuxClRandomModes_Different_Sessions_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClRandomModes/mcuxClRandomModes_PatchMode_CtrDrbg_AES256_DRG3_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClRandomModes/mcuxClRandomModes_TestMode_CtrDrbg_AES256_DRG4_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClRandomModes/mcuxClRandomModes_ELS_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClRsa/mcuxClRsa_sign_NoEncode_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClRsa/mcuxClRsa_sign_pss_sha2_256_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClRsa/mcuxClRsa_verify_NoVerify_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClRsa/mcuxClRsa_verify_pssverify_sha2_256_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxCsslFlowProtection/mcuxCsslFlowProtection_example.c"/>
        <file category="header" name="components/els_pkc/examples/mcuxCsslFlowProtection/inc/mcuxCsslExamples.h"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxCsslMemory/data_invariant_memory_compare.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxCsslMemory/data_invariant_memory_copy.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxCsslMemory/mcuxCsslMemory_Clear_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxCsslMemory/mcuxCsslMemory_Set_example.c"/>
        <file category="header" name="components/els_pkc/examples/mcuxCsslMemory/inc/mcuxCsslMemory_Examples.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClExample/inc/mcuxClExample_ELS_Helper.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClExample/inc/mcuxClExample_ELS_Key_Helper.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClExample/inc/mcuxClExample_Key_Helper.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClExample/inc/mcuxClExample_RFC3394_Helper.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClExample/inc/mcuxClExample_RNG_Helper.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClExample/inc/mcuxClExample_Session_Helper.h"/>
        <file category="include" name="components/els_pkc/"/>
      </files>
    </component>
