XingGuang111/CSgo--stm32--/枪体代码；红外nec通信（stm32） - 受遥控调控/USER/AppData/Local/Arm/Packs/.Web/NXP.RW610_DFP.pdsc
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_key" Cversion="1.7.0" condition="device.RW610_AND_component.els_pkc.ecc_AND_component.els_pkc.els_AND_component.els_pkc.flow_protection_AND_component.els_pkc.memory_AND_component.els_pkc.pre_processor_AND_component.els_pkc.secure_counter_AND_component.els_pkc.session">
      <description>Component els_pkc.key</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClKey/src/mcuxClKey.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClKey/src/mcuxClKey_Protection.c"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClKey/inc/mcuxClKey.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClKey/inc/mcuxClKey_Constants.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClKey/inc/mcuxClKey_Functions.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClKey/inc/mcuxClKey_Types.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClKey/inc/mcuxClKey_MemoryConsumption.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClKey/inc/mcuxClKey_ProtectionMechanisms.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClKey/inc/internal/mcuxClKey_Functions_Internal.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClKey/inc/internal/mcuxClKey_Internal.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClKey/inc/internal/mcuxClKey_Protection_Internal.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClKey/inc/internal/mcuxClKey_Types_Internal.h"/>
        <file category="include" name="components/els_pkc/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_mac" Cversion="1.7.0" condition="device.RW610_AND_component.els_pkc.key_AND_component.els_pkc.padding_AND_component.els_pkc.toolchain">
      <description>Component els_pkc.mac</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClMac/src/mcuxClMac.c"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMac/inc/mcuxClMac.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMac/inc/mcuxClMac_Constants.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMac/inc/mcuxClMac_Functions.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMac/inc/mcuxClMac_Types.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMac/inc/internal/mcuxClMac_Ctx.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMac/inc/internal/mcuxClMac_Internal_Constants.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMac/inc/internal/mcuxClMac_Internal_Types.h"/>
        <file category="include" name="components/els_pkc/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_mac_modes" Cversion="1.7.0" condition="device.RW610_AND_component.els_pkc.mac">
      <description>Component els_pkc.mac_modes</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClMacModes/src/mcuxClMacModes.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClMacModes/src/mcuxClMacModes_Els_Cbcmac.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClMacModes/src/mcuxClMacModes_Els_Cmac.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClMacModes/src/mcuxClMacModes_Els_Functions.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClMacModes/src/mcuxClMacModes_Modes.c"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMacModes/inc/mcuxClMacModes.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMacModes/inc/mcuxClMacModes_Constants.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMacModes/inc/mcuxClMacModes_Functions.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMacModes/inc/mcuxClMacModes_MemoryConsumption.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMacModes/inc/mcuxClMacModes_Modes.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMacModes/inc/internal/mcuxClMacModes_Algorithms.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMacModes/inc/internal/mcuxClMacModes_Els_Cbcmac.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMacModes/inc/internal/mcuxClMacModes_Els_Cmac.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMacModes/inc/internal/mcuxClMacModes_Els_Ctx.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMacModes/inc/internal/mcuxClMacModes_Els_Types.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMacModes/inc/internal/mcuxClMacModes_Internal_Constants.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMacModes/inc/internal/mcuxClMacModes_Internal_Functions.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMacModes/inc/internal/mcuxClMacModes_Internal_Macros.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMacModes/inc/internal/mcuxClMacModes_Internal_Types.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMacModes/inc/internal/mcuxClMacModes_Internal_Memory.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMacModes/inc/internal/mcuxClMacModes_Wa.h"/>
        <file category="include" name="components/els_pkc/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_math" Cversion="1.7.0" condition="device.RW610_AND_component.els_pkc.flow_protection_AND_component.els_pkc.pkc_AND_component.els_pkc.pre_processor_AND_component.els_pkc.secure_counter">
      <description>Component els_pkc.math</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClMath/src/mcuxClMath_ExactDivide.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClMath/src/mcuxClMath_ExactDivideOdd.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClMath/src/mcuxClMath_ExactDivideOdd_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClMath/src/mcuxClMath_ModExp_SqrMultL2R.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClMath/src/mcuxClMath_ModInv.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClMath/src/mcuxClMath_ModInv_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClMath/src/mcuxClMath_NDash.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClMath/src/mcuxClMath_NDash_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClMath/src/mcuxClMath_QDash.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClMath/src/mcuxClMath_QDash_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClMath/src/mcuxClMath_ReduceModEven.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClMath/src/mcuxClMath_SecModExp.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClMath/src/mcuxClMath_SecModExp_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClMath/src/mcuxClMath_Utils.c"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMath/inc/mcuxClMath.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMath/inc/mcuxClMath_ExactDivideOdd_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMath/inc/mcuxClMath_Functions.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMath/inc/mcuxClMath_ModInv_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMath/inc/mcuxClMath_NDash_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMath/inc/mcuxClMath_QDash_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMath/inc/mcuxClMath_SecModExp_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMath/inc/mcuxClMath_Types.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMath/inc/internal/mcuxClMath_ExactDivideOdd_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMath/inc/internal/mcuxClMath_Internal_ExactDivideOdd.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMath/inc/internal/mcuxClMath_Internal_ModInv.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMath/inc/internal/mcuxClMath_Internal_NDash.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMath/inc/internal/mcuxClMath_Internal_QDash.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMath/inc/internal/mcuxClMath_Internal_SecModExp.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMath/inc/internal/mcuxClMath_Internal_Utils.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMath/inc/internal/mcuxClMath_ModInv_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMath/inc/internal/mcuxClMath_NDash_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMath/inc/internal/mcuxClMath_QDash_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMath/inc/internal/mcuxClMath_SecModExp_FUP.h"/>
        <file category="include" name="components/els_pkc/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_memory" Cversion="1.7.0" condition="device.RW610_AND_component.els_pkc.data_integrity_AND_component.els_pkc.flow_protection_AND_component.els_pkc.param_integrity_AND_component.els_pkc.pre_processor_AND_component.els_pkc.secure_counter_AND_component.els_pkc.toolchain">
      <description>Component els_pkc.memory</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClMemory/src/mcuxClMemory.c"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMemory/inc/mcuxClMemory.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMemory/inc/mcuxClMemory_Clear.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMemory/inc/mcuxClMemory_Copy.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMemory/inc/mcuxClMemory_Endianness.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMemory/inc/mcuxClMemory_Set.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMemory/inc/mcuxClMemory_Types.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMemory/inc/mcuxClMemory_Copy_Reversed.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMemory/inc/internal/mcuxClMemory_Copy_Internal.h"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxCsslMemory/src/mcuxCsslMemory_Clear.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxCsslMemory/src/mcuxCsslMemory_Compare.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxCsslMemory/src/mcuxCsslMemory_Copy.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxCsslMemory/src/mcuxCsslMemory_Set.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxCsslMemory/src/mcuxCsslMemory_Internal_SecureCompare_Stub.c"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxCsslMemory/inc/mcuxCsslMemory.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxCsslMemory/inc/mcuxCsslMemory_Clear.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxCsslMemory/inc/mcuxCsslMemory_Compare.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxCsslMemory/inc/mcuxCsslMemory_Copy.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxCsslMemory/inc/mcuxCsslMemory_Set.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxCsslMemory/inc/mcuxCsslMemory_Types.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxCsslMemory/inc/internal/mcuxCsslMemory_Internal_SecureCompare.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxCsslMemory/inc/internal/mcuxCsslMemory_Internal_Compare_asm.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxCsslMemory/inc/internal/mcuxCsslMemory_Internal_Copy_asm.h"/>
        <file category="include" name="components/els_pkc/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_oscca_pkc" Cversion="1.7.0" condition="device.RW610_AND_component.els_pkc.common">
      <description>Component els_pkc.oscca_pkc</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClOsccaPkc/src/mcuxClOsccaPkc.c"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClOsccaPkc/inc/mcuxClOsccaPkc.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClOsccaPkc/inc/mcuxClOsccaPkc_Functions.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClOsccaPkc/inc/mcuxClOsccaPkc_Types.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClOsccaPkc/inc/internal/mcuxClOsccaPkc_FupMacros.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClOsccaPkc/inc/internal/mcuxClOsccaPkc_Macros.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClOsccaPkc/inc/internal/mcuxClOsccaPkc_Operations.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClOsccaPkc/inc/internal/mcuxClOsccaPkc_SfrAccess.h"/>
        <file category="include" name="components/els_pkc/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_oscca_sm3" Cversion="1.7.0" condition="device.RW610_AND_component.els_pkc.common">
      <description>Component els_pkc.oscca_sm3</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClOsccaSm3/src/mcuxClOsccaSm3_core_sm3.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClOsccaSm3/src/mcuxClOsccaSm3_internal_sm3.c"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClOsccaSm3/inc/mcuxClOsccaSm3.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClOsccaSm3/inc/mcuxClOsccaSm3_Algorithms.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClOsccaSm3/inc/mcuxClOsccaSm3_Constants.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClOsccaSm3/inc/mcuxClOsccaSm3_MemoryConsumption.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClOsccaSm3/inc/internal/mcuxClOsccaSm3_Core_sm3.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClOsccaSm3/inc/internal/mcuxClOsccaSm3_Internal.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClOsccaSm3/inc/internal/mcuxClOsccaSm3_Internal_sm3.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClOsccaSm3/inc/internal/mcuxClOsccaSm3_SfrAccess.h"/>
        <file category="include" name="components/els_pkc/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_padding" Cversion="1.7.0" condition="device.RW610">
      <description>Component els_pkc.padding</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClPadding/src/mcuxClPadding.c"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPadding/inc/mcuxClPadding.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPadding/inc/mcuxClPadding_Constants.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPadding/inc/mcuxClPadding_Types.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPadding/inc/internal/mcuxClPadding_Functions_Internal.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPadding/inc/internal/mcuxClPadding_Internal.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPadding/inc/internal/mcuxClPadding_Types_Internal.h"/>
        <file category="include" name="components/els_pkc/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_param_integrity" Cversion="1.7.0" condition="device.RW610_AND_component.els_pkc.flow_protection_AND_component.els_pkc.pre_processor_AND_component.els_pkc.secure_counter">
      <description>Component els_pkc.param_integrity</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxCsslParamIntegrity/src/mcuxCsslParamIntegrity.c"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxCsslParamIntegrity/inc/mcuxCsslParamIntegrity.h"/>
        <file category="include" name="components/els_pkc/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_comp_pkc" Cversion="1.7.0" condition="device.RW610_AND_component.els_pkc.ecc_AND_component.els_pkc.math_AND_component.els_pkc.rsa">
      <description>Component pkc</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClPkc/src/mcuxClPkc_Calculate.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClPkc/src/mcuxClPkc_ImportExport.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClPkc/src/mcuxClPkc_Initialize.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClPkc/src/mcuxClPkc_UPTRT.c"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPkc/inc/mcuxClPkc.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPkc/inc/mcuxClPkc_Functions.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPkc/inc/mcuxClPkc_Types.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPkc/inc/internal/mcuxClPkc_FupMacros.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPkc/inc/internal/mcuxClPkc_ImportExport.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPkc/inc/internal/mcuxClPkc_Inline_Functions.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPkc/inc/internal/mcuxClPkc_Macros.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPkc/inc/internal/mcuxClPkc_Operations.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPkc/inc/internal/mcuxClPkc_SfrAccess.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPkc/inc/internal/mcuxClPkc_Resource.h"/>
        <file category="include" name="components/els_pkc/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_platform_rw61x" Cversion="1.7.0" condition="device.RW610_AND_component.els_pkc_AND_component.els_pkc.platform.rw61x_interface_files_AND_component.els_pkc.trng.type_rng4">
      <description>Component els_pkc for RW61x platform</description>
      <files>
        <file category="doc" name="components/els_pkc/src/platforms/rw61x/readme.txt"/>
        <file category="include" name="components/els_pkc/"/>
        <file category="include" name="components/els_pkc/src/platforms/rw61x/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_rw61x_interface_files" Cversion="1.7.0" condition="device.RW610">
      <description>Component els_pkc for RW61x interface files</description>
      <files>
        <file category="header" name="components/els_pkc/src/platforms/rw61x/platform_specific_headers.h"/>
        <file category="header" name="components/els_pkc/src/platforms/rw61x/mcuxClConfig.h"/>
        <file category="header" name="components/els_pkc/src/platforms/rw61x/inc/ip_css_constants.h"/>
        <file category="header" name="components/els_pkc/src/platforms/rw61x/inc/ip_css_design_configuration.h"/>
        <file category="header" name="components/els_pkc/src/platforms/rw61x/inc/ip_platform.h"/>
        <file category="sourceC" name="components/els_pkc/src/platforms/rw61x/mcux_els.c"/>
        <file category="header" name="components/els_pkc/src/platforms/rw61x/mcux_els.h"/>
        <file category="sourceC" name="components/els_pkc/src/platforms/rw61x/mcux_pkc.c"/>
        <file category="header" name="components/els_pkc/src/platforms/rw61x/mcux_pkc.h"/>
        <file category="include" name="components/els_pkc/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_rw61x_minimal_interface" Cversion="1.7.0" condition="device.RW610_AND_component.els_pkc.els_common_AND_component.els_pkc.els_header_only_AND_component.els_pkc.platform.rw61x_interface_files_AND_component.els_pkc.standalone_gdet_AND_component.els_pkc.standalone_keyManagement">
      <description>Component els_pkc for standalone clib-interface of Gdet sensor</description>
      <files>
        <file category="doc" name="components/els_pkc/src/platforms/rw61x/readme.txt"/>
        <file category="include" name="components/els_pkc/"/>
        <file category="include" name="components/els_pkc/src/platforms/rw61x/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_pre_processor" Cversion="1.7.0" condition="device.RW610">
      <description>Component els_pkc.pre_processor</description>
      <files>
        <file category="header" name="components/els_pkc/src/comps/mcuxCsslCPreProcessor/inc/mcuxCsslAnalysis.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxCsslCPreProcessor/inc/mcuxCsslCPreProcessor.h"/>
        <file category="include" name="components/els_pkc/"/>
      </files>
    </component>
