XingGuang111/CSgo--stm32--/枪体代码；红外nec通信（stm32） - 受遥控调控/USER/AppData/Local/Arm/Packs/.Web/NXP.RW610_DFP.pdsc
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_prng" Cversion="1.7.0" condition="device.RW610_AND_component.els_pkc.ecc_AND_component.els_pkc.math_AND_component.els_pkc.rsa">
      <description>Component prng</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClPrng/src/mcuxClPrng_ELS.c"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPrng/inc/internal/mcuxClPrng_Internal.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPrng/inc/internal/mcuxClPrng_Internal_Constants.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPrng/inc/internal/mcuxClPrng_Internal_Functions.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPrng/inc/internal/mcuxClPrng_Internal_Types.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPrng/inc/internal/mcuxClPrng_Internal_ELS.h"/>
        <file category="include" name="components/els_pkc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClPrng/inc/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_psa_driver" Cversion="1.7.0" condition="device.RW610_AND_component.els_pkc.platform.rw61x">
      <description>Component els_pkc_psa_driver</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClPsaDriver/src/mcuxClPsaDriver_Aead.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClPsaDriver/src/mcuxClPsaDriver_Cipher.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClPsaDriver/src/mcuxClPsaDriver_DER_functions.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClPsaDriver/src/mcuxClPsaDriver_export_public_key.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClPsaDriver/src/mcuxClPsaDriver_generate_ecp_key.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClPsaDriver/src/mcuxClPsaDriver_Hash.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClPsaDriver/src/mcuxClPsaDriver_Key.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClPsaDriver/src/mcuxClPsaDriver_Mac.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClPsaDriver/src/mcuxClPsaDriver_Rsa.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClPsaDriver/src/mcuxClPsaDriver_Sign.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClPsaDriver/src/mcuxClPsaDriver_UpdateKeyStatus.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClPsaDriver/src/mcuxClPsaDriver_Verify.c"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPsaDriver/inc/mcuxClPsaDriver.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPsaDriver/inc/mcuxClPsaDriver_Constants.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPsaDriver/inc/mcuxClPsaDriver_MemoryConsumption.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPsaDriver/inc/mcuxClPsaDriver_Oracle.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPsaDriver/inc/internal/mcuxClPsaDriver_Functions.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPsaDriver/inc/internal/mcuxClPsaDriver_Internal.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPsaDriver/inc/internal/mcuxClPsaDriver_Macros.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClPsaDriver/inc/internal/mcuxClPsaDriver_Types.h"/>
        <file category="include" name="components/els_pkc/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_psa_driver_examples" Cversion="1.7.0" condition="device.RW610_AND_component.els_pkc_AND_component.els_pkc.flow_protection_AND_component.els_pkc.memory_AND_component.els_pkc.psa_driver_AND_component.els_pkc.session">
      <description>Component els_pkc psa_driver examples</description>
      <files>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClPsaDriver/mcuxClPsaDriver_aead_ccm_multipart_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClPsaDriver/mcuxClPsaDriver_aead_ccm_oneshot_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClPsaDriver/mcuxClPsaDriver_aead_gcm_multipart_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClPsaDriver/mcuxClPsaDriver_aead_gcm_oneshot_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClPsaDriver/mcuxClPsaDriver_aes_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClPsaDriver/mcuxClPsaDriver_cipher_decrypt.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClPsaDriver/mcuxClPsaDriver_cipher_multipart_CBC.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClPsaDriver/mcuxClPsaDriver_cipher_multipart_CTR.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClPsaDriver/mcuxClPsaDriver_cipher_multipart_ECB.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClPsaDriver/mcuxClPsaDriver_eccsecp224k1_sign_verify_hash_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClPsaDriver/mcuxClPsaDriver_ecdsa_sign_verify_hash_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClPsaDriver/mcuxClPsaDriver_ecdsa_sign_verify_message_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClPsaDriver/mcuxClPsaDriver_keygen_export_public_key_brainpoolpr1_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClPsaDriver/mcuxClPsaDriver_keygen_export_public_key_mont_curve25519_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClPsaDriver/mcuxClPsaDriver_keygen_export_public_key_oracle_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClPsaDriver/mcuxClPsaDriver_keygen_export_public_key_rsa_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClPsaDriver/mcuxClPsaDriver_keygen_export_public_key_secpk1_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClPsaDriver/mcuxClPsaDriver_keygen_export_public_key_secpr1_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClPsaDriver/mcuxClPsaDriver_mac_oneshot_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClPsaDriver/mcuxClPsaDriver_mac_sign_multipart_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClPsaDriver/mcuxClPsaDriver_mac_verify_multipart_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClPsaDriver/mcuxClPsaDriver_rsa_PKCS1V15_sign_verify_message_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClPsaDriver/mcuxClPsaDriver_rsa_PSS_sign_verify_hash_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClPsaDriver/mcuxClPsaDriver_sha224_oneshot_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClPsaDriver/mcuxClPsaDriver_sha256_abort_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClPsaDriver/mcuxClPsaDriver_sha256_clone_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClPsaDriver/mcuxClPsaDriver_sha256_multipart_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClPsaDriver/mcuxClPsaDriver_sha256_oneshot_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClPsaDriver/mcuxClPsaDriver_sha384_oneshot_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClPsaDriver/mcuxClPsaDriver_sha512_oneshot_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClPsaDriver/mcuxClPsaDriver_truncated_mac_oneshot_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClPsaDriver/mcuxClPsaDriver_ecdsa_keygen_oracleMemory_sign_verify_hash_example.c"/>
        <file category="sourceC" name="components/els_pkc/examples/mcuxClPsaDriver/mcuxClPsaDriver_ecdsa_keygen_oracleS50_sign_verify_hash_example.c"/>
        <file category="include" name="components/els_pkc/"/>
      </files>
    </component>
