XingGuang111/CSgo--stm32--/枪体代码；红外nec通信（stm32） - 受遥控调控/USER/AppData/Local/Arm/Packs/.Web/NXP.RW610_DFP.pdsc
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_random" Cversion="1.7.0" condition="device.RW610_AND_component.els_pkc.flow_protection_AND_component.els_pkc.memory_AND_component.els_pkc.pre_processor_AND_component.els_pkc.prng_AND_component.els_pkc.random_modes_AND_component.els_pkc.secure_counter">
      <description>Component els_pkc.random</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRandom/src/mcuxClRandom_DRBG.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRandom/src/mcuxClRandom_PRNG.c"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRandom/inc/mcuxClRandom.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRandom/inc/mcuxClRandom_Constants.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRandom/inc/mcuxClRandom_Functions.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRandom/inc/mcuxClRandom_Types.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRandom/inc/internal/mcuxClRandom_Internal_Types.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRandom/inc/internal/mcuxClRandom_Internal_Memory.h"/>
        <file category="include" name="components/els_pkc/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_random_modes" Cversion="1.7.0" condition="device.RW610_AND_component.els_pkc.aes_AND_component.els_pkc.flow_protection_AND_component.els_pkc.memory_AND_component.els_pkc.pre_processor_AND_component.els_pkc.secure_counter_AND_component.els_pkc.trng">
      <description>Component els_pkc.random_modes</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRandomModes/src/mcuxClRandomModes_CtrDrbg.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRandomModes/src/mcuxClRandomModes_CtrDrbg_Els.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRandomModes/src/mcuxClRandomModes_CtrDrbg_PrDisabled.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRandomModes/src/mcuxClRandomModes_ElsMode.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRandomModes/src/mcuxClRandomModes_NormalMode.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRandomModes/src/mcuxClRandomModes_PrDisabled.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRandomModes/src/mcuxClRandomModes_PatchMode.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRandomModes/src/mcuxClRandomModes_TestMode.c"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRandomModes/inc/mcuxClRandomModes.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRandomModes/inc/mcuxClRandomModes_Constants.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRandomModes/inc/mcuxClRandomModes_Functions_PatchMode.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRandomModes/inc/mcuxClRandomModes_Functions_TestMode.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRandomModes/inc/mcuxClRandomModes_MemoryConsumption.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRandomModes/inc/internal/mcuxClRandomModes_Internal_SizeDefinitions.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRandomModes/inc/internal/mcuxClRandomModes_Private_CtrDrbg.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRandomModes/inc/internal/mcuxClRandomModes_Private_CtrDrbg_BlockCipher.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRandomModes/inc/internal/mcuxClRandomModes_Private_Drbg.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRandomModes/inc/internal/mcuxClRandomModes_Private_NormalMode.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRandomModes/inc/internal/mcuxClRandomModes_Private_PrDisabled.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRandomModes/inc/internal/mcuxClRandomModes_Private_PatchMode.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRandomModes/inc/internal/mcuxClRandomModes_Private_TestMode.h"/>
        <file category="include" name="components/els_pkc/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_rsa" Cversion="1.7.0" condition="device.RW610_AND_component.els_pkc.flow_protection_AND_component.els_pkc.memory_AND_component.els_pkc.pkc_AND_component.els_pkc.pre_processor_AND_component.els_pkc.secure_counter_AND_component.els_pkc.toolchain">
      <description>Component els_pkc.rsa</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRsa/src/mcuxClRsa_ComputeD.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRsa/src/mcuxClRsa_ComputeD_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRsa/src/mcuxClRsa_GenerateProbablePrime.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRsa/src/mcuxClRsa_KeyGeneration_Crt.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRsa/src/mcuxClRsa_KeyGeneration_Crt_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRsa/src/mcuxClRsa_KeyGeneration_Plain.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRsa/src/mcuxClRsa_Mgf1.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRsa/src/mcuxClRsa_MillerRabinTest.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRsa/src/mcuxClRsa_MillerRabinTest_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRsa/src/mcuxClRsa_ModInv.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRsa/src/mcuxClRsa_NoEncode.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRsa/src/mcuxClRsa_NoVerify.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRsa/src/mcuxClRsa_Pkcs1v15Encode_sign.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRsa/src/mcuxClRsa_Pkcs1v15Verify.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRsa/src/mcuxClRsa_PrivateCrt.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRsa/src/mcuxClRsa_PrivateCrt_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRsa/src/mcuxClRsa_PrivatePlain.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRsa/src/mcuxClRsa_PssEncode.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRsa/src/mcuxClRsa_PssVerify.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRsa/src/mcuxClRsa_Public.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRsa/src/mcuxClRsa_Public_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRsa/src/mcuxClRsa_Sign.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRsa/src/mcuxClRsa_TestPQDistance.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRsa/src/mcuxClRsa_TestPQDistance_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRsa/src/mcuxClRsa_TestPrimeCandidate.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRsa/src/mcuxClRsa_TestPrimeCandidate_FUP.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRsa/src/mcuxClRsa_Verify.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRsa/src/mcuxClRsa_VerifyE.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRsa/src/mcuxClRsa_RemoveBlinding.c"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRsa/src/mcuxClRsa_RemoveBlinding_FUP.c"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRsa/inc/mcuxClRsa.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRsa/inc/mcuxClRsa_ComputeD_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRsa/inc/mcuxClRsa_Constants.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRsa/inc/mcuxClRsa_Functions.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRsa/inc/mcuxClRsa_KeyGeneration_Crt_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRsa/inc/mcuxClRsa_MemoryConsumption.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRsa/inc/mcuxClRsa_MillerRabinTest_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRsa/inc/mcuxClRsa_PrivateCrt_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRsa/inc/mcuxClRsa_Public_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRsa/inc/mcuxClRsa_TestPQDistance_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRsa/inc/mcuxClRsa_TestPrimeCandidate_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRsa/inc/mcuxClRsa_Types.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRsa/inc/internal/mcuxClRsa_RemoveBlinding_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRsa/inc/mcuxClRsa_RemoveBlinding_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRsa/inc/internal/mcuxClRsa_ComputeD_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRsa/inc/internal/mcuxClRsa_Internal_Functions.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRsa/inc/internal/mcuxClRsa_Internal_Macros.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRsa/inc/internal/mcuxClRsa_Internal_MemoryConsumption.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRsa/inc/internal/mcuxClRsa_Internal_PkcDefs.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRsa/inc/internal/mcuxClRsa_Internal_Types.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRsa/inc/internal/mcuxClRsa_KeyGeneration_Crt_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRsa/inc/internal/mcuxClRsa_MillerRabinTest_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRsa/inc/internal/mcuxClRsa_PrivateCrt_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRsa/inc/internal/mcuxClRsa_Public_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRsa/inc/internal/mcuxClRsa_TestPQDistance_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRsa/inc/internal/mcuxClRsa_TestPrimeCandidate_FUP.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClRsa/inc/internal/mcuxClRsa_Internal_PkcTypes.h"/>
        <file category="include" name="components/els_pkc/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_secure_counter" Cversion="1.7.0" condition="device.RW610">
      <description>Component els_pkc.secure_counter</description>
      <files>
        <file category="header" name="components/els_pkc/src/comps/mcuxCsslSecureCounter/inc/mcuxCsslSecureCounter.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxCsslSecureCounter/inc/mcuxCsslSecureCounter_Cfg.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxCsslSecureCounter/inc/mcuxCsslSecureCounter_Impl.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxCsslSecureCounter/inc/mcuxCsslSecureCounter_None.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxCsslSecureCounter/inc/mcuxCsslSecureCounter_SW_Local.h"/>
        <file category="include" name="components/els_pkc/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_session" Cversion="1.7.0" condition="device.RW610_AND_component.els_pkc.flow_protection_AND_component.els_pkc.memory_AND_component.els_pkc.pre_processor_AND_component.els_pkc.random_AND_component.els_pkc.secure_counter_AND_component.els_pkc.toolchain">
      <description>Component els_pkc.session</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClSession/src/mcuxClSession.c"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClSession/inc/mcuxClSession.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClSession/inc/mcuxClSession_Functions.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClSession/inc/mcuxClSession_Types.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClSession/inc/internal/mcuxClSession_Internal.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClSession/inc/internal/mcuxClSession_Internal_Functions.h"/>
        <file category="include" name="components/els_pkc/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_standalone_gdet" Cversion="1.7.0" condition="device.RW610_AND_component.els_pkc.els_header_only_AND_component.els_pkc.flow_protection_AND_component.els_pkc.pre_processor_AND_component.els_pkc.secure_counter">
      <description>Component els_pkc standalone_gdet</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEls/src/mcuxClEls_GlitchDetector.c"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEls/inc/mcuxClEls_GlitchDetector.h"/>
        <file category="include" name="components/els_pkc/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_standalone_keyMgmt" Cversion="1.7.0" condition="device.RW610_AND_component.els_pkc.memory">
      <description>Component els_pkc standalone_keyManagement</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEls/src/mcuxClEls_KeyManagement.c"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEls/inc/mcuxClEls_KeyManagement.h"/>
        <file category="include" name="components/els_pkc/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="rw61x" Cversion="1.7.0" condition="device.RW610">
      <description>Component els_pkc static_lib rw61x</description>
      <files>
        <file condition="armclang" category="library" name="components/els_pkc/static_library/rw61x/libclns.a"/>
        <file condition="armclang" category="other" name="components/els_pkc/static_library/rw61x/libclns.a.libsize"/>
        <file condition="armclang" category="other" name="components/els_pkc/static_library/rw61x/libclns.a.objsize"/>
        <file condition="armclang" category="library" name="components/els_pkc/static_library/rw61x/libclns.stripped.a"/>
        <file category="include" name="components/els_pkc/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_toolchain" Cversion="1.7.0" condition="device.RW610">
      <description>Component els_pkc toolchain</description>
      <files>
        <file category="header" name="components/els_pkc/src/compiler/mcuxClToolchain.h"/>
        <file category="include" name="components/els_pkc/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_trng" Cversion="1.7.0" condition="device.RW610_AND_component.els_pkc.els_AND_component.els_pkc.flow_protection_AND_component.els_pkc.memory_AND_component.els_pkc.pre_processor_AND_component.els_pkc.secure_counter">
      <description>Component els_pkc.trng</description>
      <files>
        <file category="header" name="components/els_pkc/src/comps/mcuxClTrng/inc/internal/mcuxClTrng_Internal.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClTrng/inc/internal/mcuxClTrng_Internal_Types.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClTrng/inc/internal/mcuxClTrng_Internal_Constants.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClTrng/inc/internal/mcuxClTrng_Internal_Functions.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClTrng/inc/internal/mcuxClTrng_Internal_SA_TRNG.h"/>
        <file category="include" name="components/els_pkc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClTrng/inc/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_trng_type_els" Cversion="1.7.0" condition="device.RW610_AND_component.els_pkc.els_AND_component.els_pkc.trng">
      <description>Component els_pkc.trng.type_els</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClTrng/src/mcuxClTrng_ELS.c"/>
        <file category="include" name="components/els_pkc/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="els_pkc_trng_type_rng4" Cversion="1.7.0" condition="device.RW610_AND_component.els_pkc.trng">
      <description>Component els_pkc.trng.type_rng4</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClTrng/src/mcuxClTrng_SA_TRNG.c"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClTrng/inc/internal/mcuxClTrng_SfrAccess.h"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClTrng/inc/internal/mcuxClTrng_Internal_SA_TRNG.h"/>
        <file category="include" name="components/els_pkc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClTrng/inc/"/>
      </files>
    </component>
