XingGuang111/CSgo--stm32--/枪体代码；红外nec通信（stm32） - 受遥控调控/USER/AppData/Local/Arm/Packs/.Web/NXP.RW610_DFP.pdsc
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="wireless_imu_adapter" Cversion="1.0.0" condition="device.RW610_AND_component.osa_bm_AND_driver.common_AND_driver.gdma_AND_driver.imu">
      <description>Component wireless_imu_adapter</description>
      <files>
        <file category="header" name="components/rpmsg/fsl_adapter_rpmsg.h"/>
        <file category="header" name="components/rpmsg/fsl_adapter_rfcommon.h"/>
        <file category="header" name="components/rpmsg/fsl_adapter_rfimu.h"/>
        <file category="sourceC" name="components/rpmsg/fsl_adapter_rfimu.c"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="Startup" Csub="RW610_startup" Cversion="1.0.0" condition="device.RW610_AND_CMSIS_Include_core_cm_AND__armclang_OR_iar_">
      <description>Device RW610_startup</description>
      <files>
        <file category="sourceC" name="system_RW610.c"/>
        <file category="header" name="system_RW610.h"/>
        <file condition="iar" category="sourceAsm" name="iar/startup_RW610.s"/>
        <file condition="mdk" category="sourceAsm" name="arm/startup_RW610.S"/>
        <file condition="core_type.cm33_AND_mdk" category="linkerScript" attr="config" name="arm/RW610_ram.scf" version="1.0.0"/>
        <file condition="core_type.cm33_AND_mdk" category="linkerScript" attr="config" name="arm/RW610_flash.scf" version="1.0.0"/>
        <file condition="core_type.cm33_AND_iar" category="linkerScript" attr="config" name="iar/RW610_ram.icf" version="1.0.0"/>
        <file condition="core_type.cm33_AND_iar" category="linkerScript" attr="config" name="iar/RW610_flash.icf" version="1.0.0"/>
        <file category="header" name="fsl_device_registers.h"/>
        <file category="header" name="RW610.h"/>
        <file category="header" name="RW610_features.h"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="cache" Cversion="2.0.6" condition="device.RW610_AND_driver.common">
      <description>CACHE Driver</description>
      <files>
        <file category="sourceC" name="drivers/fsl_cache.c"/>
        <file category="header" name="drivers/fsl_cache.h"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="cdog" Cversion="2.1.2" condition="device.RW610_AND_driver.common">
      <description>cdog Driver</description>
      <files>
        <file category="header" name="drivers/fsl_cdog.h"/>
        <file category="sourceC" name="drivers/fsl_cdog.c"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="clock" Cversion="2.0.0" condition="device.RW610_AND_driver.common">
      <description>Clock Driver</description>
      <files>
        <file category="header" name="drivers/fsl_clock.h"/>
        <file category="sourceC" name="drivers/fsl_clock.c"/>
      </files>
    </component>
    <component Cclass="CMSIS Driver" Cgroup="I2C" Csub="flexcomm_i2c_cmsis" Cversion="2.3.0" Capiversion="2.3.0" condition="device.RW610_AND_CMSIS_Driver_Include.I2C_AND_RTE_Device_AND_driver.flexcomm_i2c_dma">
      <description>I2C CMSIS Driver</description>
      <files>
        <file category="header" name="cmsis_drivers/fsl_i2c_cmsis.h"/>
        <file category="sourceC" name="cmsis_drivers/fsl_i2c_cmsis.c"/>
      </files>
    </component>
    <component Cclass="CMSIS Driver" Cgroup="SPI" Csub="flexcomm_spi_cmsis" Cversion="2.5.0" Capiversion="2.2.0" condition="device.RW610_AND_CMSIS_Driver_Include.SPI_AND_RTE_Device_AND_driver.flexcomm_spi_dma">
      <description>SPI CMSIS Driver</description>
      <files>
        <file category="header" name="cmsis_drivers/fsl_spi_cmsis.h"/>
        <file category="sourceC" name="cmsis_drivers/fsl_spi_cmsis.c"/>
      </files>
    </component>
    <component Cclass="CMSIS Driver" Cgroup="USART" Csub="flexcomm_usart_cmsis" Cversion="2.3.0" Capiversion="2.3.0" condition="device.RW610_AND_CMSIS_Driver_Include.USART_AND_RTE_Device_AND_driver.flexcomm_usart_dma">
      <description>USART CMSIS Driver</description>
      <files>
        <file category="header" name="cmsis_drivers/fsl_usart_cmsis.h"/>
        <file category="sourceC" name="cmsis_drivers/fsl_usart_cmsis.c"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="acomp" Cversion="2.0.1" condition="device.RW610_AND_driver.common">
      <description>ACOMP Driver</description>
      <files>
        <file category="sourceC" name="drivers/fsl_acomp.c"/>
        <file category="header" name="drivers/fsl_acomp.h"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="adc" Cversion="2.1.0" condition="device.RW610_AND_driver.common">
      <description>ADC Driver</description>
      <files>
        <file category="sourceC" name="drivers/fsl_adc.c"/>
        <file category="header" name="drivers/fsl_adc.h"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="dac" Cversion="2.0.1" condition="device.RW610_AND_driver.common">
      <description>DAC Driver</description>
      <files>
        <file category="sourceC" name="drivers/fsl_dac.c"/>
        <file category="header" name="drivers/fsl_dac.h"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="io_mux" Cversion="2.0.0" condition="device.RW610_AND_driver.common">
      <description>IO_MUX Driver</description>
      <files>
        <file category="header" name="drivers/fsl_io_mux.h"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="common" Cversion="2.4.0" condition="device.RW610_AND_device.RW610_CMSIS_AND_driver.clock_AND_driver.reset">
      <description>COMMON Driver</description>
      <files>
        <file category="header" name="drivers/fsl_common.h"/>
        <file category="sourceC" name="drivers/fsl_common.c"/>
        <file condition="core_type.cm33" category="sourceC" name="drivers/fsl_common_arm.c"/>
        <file condition="core_type.cm33" category="header" name="drivers/fsl_common_arm.h"/>
      </files>
    </component>
