XingGuang111/CSgo--stm32--/枪体代码；红外nec通信（stm32） - 受遥控调控/USER/AppData/Local/Arm/Packs/.Web/NXP.RW610_DFP.pdsc
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="inputmux_connections" Cversion="2.0.1" condition="device.RW610_AND_driver.common">
      <description>Inputmux_connections Driver</description>
      <files>
        <file category="header" name="drivers/fsl_inputmux_connections.h"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="iped" Cversion="1.0.0" condition="device.RW610_AND_driver.common">
      <description>IPED Driver</description>
      <files>
        <file category="header" name="drivers/fsl_iped.h"/>
        <file category="sourceC" name="drivers/fsl_iped.c"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="itrc" Cversion="2.0.0" condition="device.RW610_AND_driver.common">
      <description>itrc Driver</description>
      <files>
        <file category="header" name="drivers/fsl_itrc.h"/>
        <file category="sourceC" name="drivers/fsl_itrc.c"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="lcdic" Cversion="2.0.3" condition="device.RW610_AND_driver.common">
      <description>LCDIC Driver</description>
      <files>
        <file category="header" name="drivers/fsl_lcdic.h"/>
        <file category="sourceC" name="drivers/fsl_lcdic.c"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="lcdic_dma" Cversion="2.0.0" condition="device.RW610_AND_driver.lcdic_AND_driver.lpc_dma">
      <description>LCDIC DMA Driver</description>
      <files>
        <file category="sourceC" name="drivers/fsl_lcdic_dma.c"/>
        <file category="header" name="drivers/fsl_lcdic_dma.h"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="lpc_crc" Cversion="2.1.1" condition="device.RW610_AND_driver.common">
      <description>CRC Driver</description>
      <files>
        <file category="header" name="drivers/fsl_crc.h"/>
        <file category="sourceC" name="drivers/fsl_crc.c"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="dma" Cversion="2.5.1" condition="device.RW610_AND_driver.common_AND_driver.memory">
      <description>DMA Driver</description>
      <files>
        <file category="sourceC" name="drivers/fsl_dma.c"/>
        <file category="header" name="drivers/fsl_dma.h"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="gpio" Cversion="2.1.7" condition="device.RW610_AND_driver.common">
      <description>GPIO Driver</description>
      <files>
        <file category="header" name="drivers/fsl_gpio.h"/>
        <file category="sourceC" name="drivers/fsl_gpio.c"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="lpc_rtc" Cversion="2.1.3" condition="device.RW610_AND_driver.common">
      <description>RTC Driver</description>
      <files>
        <file category="header" name="drivers/fsl_rtc.h"/>
        <file category="sourceC" name="drivers/fsl_rtc.c"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="memory" Cversion="2.0.0" condition="device.RW610_AND_driver.common">
      <description>MEMORY Driver</description>
      <files>
        <file category="header" name="drivers/fsl_memory.h"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="mrt" Cversion="2.0.4" condition="device.RW610_AND_driver.common">
      <description>MRT Driver</description>
      <files>
        <file category="header" name="drivers/fsl_mrt.h"/>
        <file category="sourceC" name="drivers/fsl_mrt.c"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="ocotp" Cversion="2.0.0" condition="device.RW610_AND_driver.common">
      <description>OCOTP Driver</description>
      <files>
        <file category="header" name="drivers/fsl_ocotp.h"/>
        <file category="sourceC" name="drivers/fsl_ocotp.c"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="ostimer" Cversion="2.2.0" condition="device.RW610_AND_driver.common">
      <description>OSTimer Driver</description>
      <files>
        <file category="header" name="drivers/fsl_ostimer.h"/>
        <file category="sourceC" name="drivers/fsl_ostimer.c"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="pint" Cversion="2.1.12" condition="device.RW610_AND_driver.common">
      <description>PINT Driver</description>
      <files>
        <file category="header" name="drivers/fsl_pint.h"/>
        <file category="sourceC" name="drivers/fsl_pint.c"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="power" Cversion="2.3.0" condition="device.RW610_AND_driver.common">
      <description>Power driver</description>
      <files>
        <file category="header" name="drivers/fsl_power.h"/>
        <file category="sourceC" name="drivers/fsl_power.c"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="powerquad" Cversion="2.1.0" condition="device.RW610_AND_driver.common">
      <description>POWERQUAD Driver</description>
      <files>
        <file category="header" name="drivers/fsl_powerquad_data.h"/>
        <file category="sourceC" name="drivers/fsl_powerquad_data.c"/>
        <file category="header" name="drivers/fsl_powerquad.h"/>
        <file category="sourceC" name="drivers/fsl_powerquad_basic.c"/>
        <file category="sourceC" name="drivers/fsl_powerquad_math.c"/>
        <file category="sourceC" name="drivers/fsl_powerquad_matrix.c"/>
        <file category="sourceC" name="drivers/fsl_powerquad_filter.c"/>
        <file category="sourceC" name="drivers/fsl_powerquad_transform.c"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="reset" Cversion="2.1.2" condition="device.RW610_AND_driver.common">
      <description>Reset Driver</description>
      <files>
        <file category="header" name="drivers/fsl_reset.h"/>
        <file category="sourceC" name="drivers/fsl_reset.c"/>
      </files>
    </component>
