XingGuang111/CSgo--stm32--/枪体代码；红外nec通信（stm32） - 受遥控调控/USER/AppData/Local/Arm/Packs/.Web/NXP.RW610_DFP.pdsc
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="romapi" Cversion="3.0.0" condition="device.RW610_AND_driver.common">
      <description>ROMAPI Driver</description>
      <files>
        <file category="header" name="drivers/romapi/bootloader/fsl_romapi.h"/>
        <file category="sourceC" name="drivers/romapi/bootloader/fsl_romapi.c"/>
        <file category="header" name="drivers/romapi/otp/fsl_romapi_otp.h"/>
        <file category="sourceC" name="drivers/romapi/otp/fsl_romapi_otp.c"/>
        <file category="header" name="drivers/romapi/nboot/fsl_romapi_nboot.h"/>
        <file category="sourceC" name="drivers/romapi/nboot/fsl_romapi_nboot.c"/>
        <file category="header" name="drivers/romapi/flexspi/fsl_romapi_flexspi.h"/>
        <file category="sourceC" name="drivers/romapi/flexspi/fsl_romapi_flexspi.c"/>
        <file category="header" name="drivers/romapi/iap/fsl_romapi_iap.h"/>
        <file category="sourceC" name="drivers/romapi/iap/fsl_romapi_iap.c"/>
        <file category="header" name="drivers/romapi/iap/fsl_sbloader_v3.h"/>
        <file category="header" name="drivers/romapi/iap/fsl_kb_api.h"/>
        <file category="include" name="drivers/romapi/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="sctimer" Cversion="2.4.9" condition="device.RW610_AND_driver.common">
      <description>SCT Driver</description>
      <files>
        <file category="header" name="drivers/fsl_sctimer.h"/>
        <file category="sourceC" name="drivers/fsl_sctimer.c"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="trng" Cversion="2.0.16" condition="device.RW610_AND_driver.common">
      <description>TRNG Driver</description>
      <files>
        <file category="sourceC" name="drivers/fsl_trng.c"/>
        <file category="header" name="drivers/fsl_trng.h"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="utick" Cversion="2.0.5" condition="device.RW610_AND_driver.common_AND_driver.power">
      <description>UTICK Driver</description>
      <files>
        <file category="header" name="drivers/fsl_utick.h"/>
        <file category="sourceC" name="drivers/fsl_utick.c"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="wwdt" Cversion="2.1.9" condition="device.RW610_AND_driver.common">
      <description>WWDT Driver</description>
      <files>
        <file category="header" name="drivers/fsl_wwdt.h"/>
        <file category="sourceC" name="drivers/fsl_wwdt.c"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Utilities" Csub="assert" Cversion="1.0.0" condition="device.RW610_AND_utility.debug_console">
      <description>Utility assert</description>
      <files>
        <file category="sourceC" name="utilities/fsl_assert.c"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Utilities" Csub="assert_lite" Cversion="1.0.0" condition="device.RW610_AND_utility.debug_console_lite">
      <description>Utility assert_lite</description>
      <files>
        <file category="sourceC" name="utilities/debug_console_lite/fsl_assert.c"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Utilities" Csub="debug_console" Cversion="1.0.1" condition="device.RW610_AND_component.serial_manager_AND_driver.common">
      <description>Utility debug_console</description>
      <files>
        <file category="sourceC" name="utilities/str/fsl_str.c"/>
        <file category="header" name="utilities/str/fsl_str.h"/>
        <file category="sourceC" name="utilities/debug_console/fsl_debug_console.c"/>
        <file category="header" name="utilities/debug_console/fsl_debug_console.h"/>
        <file category="header" name="utilities/debug_console/fsl_debug_console_conf.h"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Utilities" Csub="debug_console_lite" Cversion="1.0.0" condition="device.RW610_AND_component.usart_adapter_AND_driver.common">
      <description>Utility debug_console_lite</description>
      <files>
        <file category="sourceC" name="utilities/str/fsl_str.c"/>
        <file category="header" name="utilities/str/fsl_str.h"/>
        <file category="sourceC" name="utilities/debug_console_lite/fsl_debug_console.c"/>
        <file category="header" name="utilities/debug_console_lite/fsl_debug_console.h"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Utilities" Csub="format" Cversion="1.0.0" condition="device.RW610">
      <description>Used to format convertion</description>
      <files>
        <file category="sourceC" name="utilities/format/fsl_format.c"/>
        <file category="header" name="utilities/format/fsl_format.h"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Utilities" Csub="shell" Cversion="1.0.0" condition="device.RW610_AND_component.lists_AND_driver.common_AND_utility.str">
      <description>Utility shell</description>
      <RTE_Components_h>
#ifndef DEBUG_CONSOLE_RX_ENABLE
#define DEBUG_CONSOLE_RX_ENABLE 0
#endif
</RTE_Components_h>
      <files>
        <file category="sourceC" name="utilities/fsl_shell.c"/>
        <file category="header" name="utilities/fsl_shell.h"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Utilities" Csub="str" Cversion="1.0.0" condition="device.RW610_AND_driver.common">
      <description>Utility str</description>
      <files>
        <file category="sourceC" name="utilities/str/fsl_str.c"/>
        <file category="header" name="utilities/str/fsl_str.h"/>
      </files>
    </component>
  </components>
</package>
